class Message_text:
    not_ans_poll = "عفوا الرجاء التصويت بالاعلي علي الاستفتاء اولا"
    no_material = 'لم تتم اضافة المحتوي حتي الان'
    no_button_to_remove = 'عفوا لا يوجد ازرار لحذفها'
    add_questions_only = 'عفوا لا يمكن اضافة اي شئ غير الاسئلة'
    name_exist = "عفوا الاسم موجود بالفعل"
    select_from_bottom = "عفوا الرجاء الاختيار من الازرار التي بالاسفل"
    messages_closed = "تم اغلاق ارسال الرسائل"
    not_send_forward_question = "عفوا هذا السؤال لن يتم اضافته الي الزر لانه قد تم تحويلة الرجاء ارسال السؤال بدون تحويل"
    menu_msg = "اختر من القائمة"
    not_admin_area = "عفوا غير مسموح لك بتعديل الازرار في هذه المنطقة"